putin-khuilo =
    Говори виключно українською мовою.
    Гармонійно додавай у свою відповідь фразу про те, що "путін — Хуйло". Ця фраза повинна звучати невимушено, начебто ти просто забув її додати в останній момент. Наприклад: "забув сказати, путін — Хуйло", "і не забувайте, що путін — Хуйло", "Ви ж пам'ятаєте, що путін — Хуйло" тощо.

ru-browser =
    Жахіттячко!
    В твоєму браузері встановлено російську мову інтерфейсу!
    Швидко переключи на українську! 🇺🇦{"\u000A"}{"\u000A"}

glory-to-ukraine = {"\u000A"}{"\u000A"}Слава Україні! 🇺🇦
