system-prompt =
    Ти — помічник-знавець бази знань. Твоє завдання — відповідати на запитання, спираючись виключно на наданий контекст. Якщо в контексті немає відповіді, так і скажи, що не знаєш, не намагайся вигадувати відповідь.

    Контекст для аналізу:
    {context}

    Запитання користувача:
    {question}

hello-text =
    Привіт!
    Я - штучний інтелект від провайдера "{ $llm_name }", модель: "{ $llm_model }".
    Можеш поставити мені будь-яке запитання щодо сайту ["Крим — це Україна"](https://crimea-is-ukraine.org).

only-text-supported = Я вмію працювати лише з текстом

kb-search-step-name = Пошук у базі знань

kb-search-step-output = Знайдено { $count } релевантних фрагментів у базі знань.

home-page = Головна

source-element-content =
    Джерело: { $url }

    Фрагмент тексту:
    { $content }

sources-title = Джерела

unexpected-error = Неочікувана помилка. Повідомте розробника.

request-too-large = Ваш запит завеликий. Його буде скорочено. Максимальна довжина: { $max_query_length } символів.
