hello-text =
    Я - штучний інтелект від провайдера "{ $llm_name }", модель: "{ $llm_model }". Можеш поставити мені будь-яке запитання щодо сайту [«Крим — це Україна»](https://crimea-is-ukraine.org).
    Увага! Станом на зараз агент працює в тестовому режимі.

kb-search-step-name = пошук на сайті «Крим — це Україна»

kb-search-step-output = { $count ->
    [0]     Не знайдено релевантних фрагментів у базі знань.
    [one]   Знайдено { $count } релевантний фрагмент у базі знань.
    [few]   Знайдено { $count } релевантні фрагменти у базі знань.
    [many]  Знайдено { $count } релевантних фрагментів у базі знань.
   *[other] Знайдено { $count } релевантних фрагментів у базі знань.
}

home-page = Головна

source-element-content =
    Джерело: { $url }

    Фрагмент тексту:
    { $content }

sources-title = Джерела

contextualizing-query = уточнення запитання відповідно до контексту діалогу

standalone-query = Уточнене запитання: { $search_query }
